ReInf/Nfse/Templates/ACTCON/consultarNfseServicoPrestado.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="%s">
   <soapenv:Header/>
   <soapenv:Body>
      <nfse:ConsultarNfsePorFaixaRequest>
        <nfseCabecMsg>
          <![CDATA[<cabecalho versao="1.00" xmlns="http://%s.portalfacil.com.br/%s/schema/nfse_v201.xsd"><versaoDados>2.00</versaoDados></cabecalho>]]>
        </nfseCabecMsg>
        <nfseDadosMsg>
          <![CDATA[<?xml version="1.0"?><ConsultarNfseFaixaEnvio xmlns="%s">%s<Faixa><NumeroNfseInicial>%s</NumeroNfseInicial><NumeroNfseFinal>%s</NumeroNfseFinal></Faixa><Pagina>1</Pagina></ConsultarNfseFaixaEnvio>]]>
        </nfseDadosMsg>
      </nfse:ConsultarNfsePorFaixaRequest>
   </soapenv:Body>
</soapenv:Envelope>